{
  "mentions": [
    {
      "title": "Birla Planetarium",
      "map": "https://goo.gl/maps/nPyGeTUj2s4nSdiZA"
    },
    {
      "title": "St. Paul's Cathedral",
      "map": "https://goo.gl/maps/uD1kHQJNQTfEFHsW6"
    },
    {
      "title": "Science city",
      "map": "https://goo.gl/maps/jaDBB4F6HbF2W3Uj6"
    },
    {
      "title": "Dakshineswar Kali Temple",
      "map": "https://goo.gl/maps/gM2WrzkgXK9eGvqo7"
    },
    {
      "title": "Shobhabazar Rajbari",
      "map": "https://goo.gl/maps/1bznnPo2XhSDdYq1A"
    }
  ],
  "places": [
    {
      "title": "Victoria Memorial",
      "subtitle": "Kolkata, West Bengal",
      "paragraph": "Built between 1906 and 1921 by the British government, this large marble building is dedicated to the memory of Queen Victoria, Empress of India from 1876 to 1901. It is the largest monument to a monarch anywhere in the world, stands on 64 acres of gardens and is now a museum. Possessing prominent features of the British architecture of the colonial era, it has evolved into one of the most popular places in the city.",
      "image": "https://scwedassets.blob.core.windows.net/placesassets/vm.jpg",
      "map": "https://goo.gl/maps/WNyJeebNic1EK8yq9"
    },
    {
      "title": "Belur Math",
      "subtitle": "Kolkata, West Bengal",
      "paragraph": "Located on the west bank of Hooghly River, this temple is the heart and the headquarters of the Ramakrishna Math and Ramakrishna Mission, founded by Swami Vivekananda, the chief disciple of Ramakrishna Paramahamsa. It is notable for its architecture that fuses Hindu, Islamic, Buddhist, and Christian art and motifs as a symbol of unity of all religions.",
      "image": "https://assets.telegraphindia.com/telegraph/2021/Aug/1628624909_math.jpg",
      "map": "https://goo.gl/maps/aUuyWJqp83WMnKdS7"
    },
    {
      "title": "Birla Temple",
      "subtitle": "Kolkata, West Bengal",
      "paragraph": "Located in Ballygunge, this popular Hindu temple in Kolkata was built by the Birla family. Inside the temple, there are idols of Lord Krishna with Radha, Lord Shiva and Goddess Durga. The impeccable craftsmanship of Birla Mandir in Kolkata come together to make a surreal sight for the devotees and visitors alike.",
      "image": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/e4/ab/29/birla-temple.jpg?w=400&h=-1&s=1",
      "map": "https://goo.gl/maps/SxurM55NsJyWUu4BA"
    },
    {
      "title": "Howrah Bridge",
      "subtitle": "Kolkata, West Bengal",
      "paragraph": "One of the faces of the city of Kolkata, this balanced cantilever bridge over the Hooghly River was commissioned in 1943 to replace a pontoon bridge at the same location linking the cities of Howrah and Kolkata (Calcutta). On 14 June 1965, it was renamed Rabindra Setu after the great Bengali poet Rabindranath Tagore, who was the first Indian and Asian Nobel laureate. It is still popularly known as the Howrah Bridge. Be sure to drive by it and get a picture.",
      "image": "https://www.holidify.com/images/cmsuploads/compressed/attr_1815_20190329140817.jpg",
      "map": "https://goo.gl/maps/Ctyi49VsKPL5rZPV9"
    },
    {
      "title": "Indian Museum",
      "subtitle": "Kolkata, West Bengal",
      "paragraph": "The ninth oldest museum of the world and largest in India. The foundation stone of the Indian Museum was laid down in the year 1814. The 35 galleries hold the finest collection of contemporary paintings, sacred relics of Buddha, Egyptian mummies and ancient sculptures. In addition to these, the Indian Museum boasts of some of the most exquisite collections of ornaments, fossils, skeletons, antiques, armours, and stunning Mughal paintings.",
      "image": "https://tds.indianeagle.com/wp-content/uploads/2020/03/Indian-Museum-in-Kolkata.jpg",
      "map": "https://goo.gl/maps/RYS3BdtDK865Pphm6"
    },
    {
      "title": "Eco Park",
      "subtitle": "Kolkata, West Bengal",
      "paragraph": "Large recreational park with multiple gardens and miniature landmarks from across the globe.",
      "image": "https://imgstaticcontent.lbb.in/lbbnew/wp-content/uploads/2017/11/23205059/7-wonders-eco-park-9-%5E.jpg",
      "map": "https://goo.gl/maps/bEcRAjemcScNvbAy5"
    }
  ]
}